{
  "cmp": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "fzf": { "branch": "master" },
  "jdtls": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lir": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "lsp_progress": { "branch": "main" },
  "lua_snip": { "branch": "master" },
  "lualine": { "branch": "master" },
  "markdown_preview": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rest": { "branch": "main" },
  "sqls": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "wakatime": { "branch": "master" }
}